{"@115722 Im considering adding DVR to residential service. Can I PLAY ALL shows recorded on DVR without having to press any addtional button?": 1, "@SpotifyCares Desktop App that is!": 0, "@247107 It's important for you to be able to using Safari. Have you tried loading the pages while connected to a Wi-Fi network?": 0, "@270817 it looks to be a networking issue. Our support team can be reached at 310.841.5500.": 0, "@606860 Hi Frank. We currently do not have streaming rights for MLB Network when you're outside of your in-home network. ... https://t.co/SVCN6RWHYb": 0, "@193394 You're welcome. ^OS": 0, "@Tesco When will the offer finish and after the ferror roaches end will you put more of them on offer or no": 1, "@241188 Sorry for the continued trouble! Which device are you using to stream? If you haven't already, try: https://t.co/HXpLyTU79x.": 0, "@508126 to collect your ticket from Staines station though as we do not have Smartcard enabled ticket machine in the London zones ^JM 2/2": 0, "@AdobeCare Also a idea could you add to photoshop when you scroll though effects they show so you dont have to click on everyone": 0, "@786320 Hello, We are able to look into your concern with the credit check. Please send us a DM with your name, address and phone number for assistance.  -AC": 0, "I️ guess @117176 Elmhurst IL makes their own hours. Thanks for closing early w/o reason/notice.  My weekend is ruined without my dbt card": 0, "@728731 We would like to further discuss your message; please DM your full name, zip code and more details about what occurred. ^JO https://t.co/znUu1VJn9r": 0, "Just had a custard donut.. except they forgot the custard. \nPoor show @Tesco": 0, "@780278 The feeling is mutual, Em. Hope to see you in the skies soon! ^MR": 0, "@363497 I recognize your frustration regarding your current issue, therefore, I want to ensure everything goes well for you. -AB": 0, "@394293 You're welcome, Adam! 💜 We know it's not ideal, but it's a great option if you come across any live trouble on the app.": 0, "@AmericanAir Now my flight from LGA to DCA is delayed...": 0, "@476392 Hi Lee, I'm sorry to hear about the cancellation . Unfortunately you will have to fill out the form to make a claim. ^Tom": 0, "@523401 Was it too late to check a bag for your original flight? What happened?": 0, "@353612 Thank you for sharing your contact details. Please let us know the deduction amount for further assistance. Rgds, Amit": 0, "@285047 We'd be glad to see how we can help. Please send another DM with the account type in question. No acct#s pls. ^BW https://t.co/gvC4jAOA9c": 0, "@487075 That's great to hear Emma :) I've passed your lovely comment onto Store Manager :) - Madeeha": 0, "@305237 Unfortunately the city pairs cannot change for same day confirmed.  -Gabe": 0, "@AskLyft My card is not being accepted as a payment method but I just udes it yesterday?": 1, "@132824 @232253 Hi Thom. Your best bet is to let them know in store, that you would love to see this on display! Fingers crossed!": 0, "@115858 - why are we not able to ‘completely’ turn off Bluetooth and WiFi from the control centre in the new iOS 11 ?": 1, "@GloCare My airtime has dropped from 40 to 15 again? What did I do for you guys gangan? I want to know.": 1, "@GWRHelp Can you ask the GWR 13:05 Westbury - Castle Cary to wait as I’m going to now miss the connection as we are due at 13:05 and the Castle Cary train leaves at 13:05": 1, "@326105 We're here for you. Meet us in DM where we can learn more about the behavior you're experiencing. https://t.co/GDrqU22YpT": 0, "@536780 The best fans in the multiverse deserve more Szechuan Sauce. Lots more, in more locations across the US, this winter. More info soon!": 0, "@AmericanAir  https://t.co/Lkg9LznSlB": 0, "@AskPayPal Hi paypal , I sent you a PM about an issue, waiting for a response~ :)": 1, "@AskPlayStation cant log in ps4 tried everything but nothing.....help": 1, "Finally a comfy plane with working outlets and TV screens for every seat 🙏 Thank you, @Delta! #nycbound ✈️✌🏻": 0, "Can anyone here read @115817 that can help me decide this and find my package? This is all the note said, and the info notice number isn’t tracking. 😐 https://t.co/q7pBChM00N": 1, "@SouthwestAir Family Stuck in Hong Kong 6 hours.may we delay our flights to Tulsa? J6XE2T and J7FM71": 1, "@135913 @O2 Ordered mine on Sunday and just got a text saying it will be delivered tomorrow": 0}